<?php

	$Ilang = array(
	
	'dbhost' => 'مستضيف قاعدة البيانات' ,
	'dbname' => 'قاعدة البيانات' ,
	'dbuser' => 'إسم مستخدم قاعدة البيانات' ,
	'dbpass' => ' كلمة السر قاعدة البيانات' ,
	'Send' => 'إرسال' ,
	'dbconnect_ok' => 'تم الإتصال بنجاح' ,
	'dbfile_ok' => 'تم إنشاء ملف الإتصال بنجاح' ,
	'dbfile_error' => 'حدث خطأ في إنشاء ملف الإتصال' ,
	'dbconnect_error' => 'حدث خطأ في الإتصال ' ,
	'table_ok' => 'تم إنشاء الجداول بنجاح' ,
	'insert_ok' => 'تم إدخال المعلومات الإفتراضية بنجاح' ,
	'fname' => 'إسم المنتدى' ,
	'fdec' => 'وصف المنتدى' ,
	'furl' => 'رابط المنتدى' ,
	'fmail' => 'بريد المنتدى' ,
	'username' => 'إسم المستخدم' ,
	'password' => 'كلمة المرور' ,
	'email' => 'البريد الإلكتروني ' ,
	'empty' => 'جميع الحقول مطلوبة' ,
	'last_ok' => 'تم إضافة المعلومات بنجاح' ,
	'last_error' => 'حدث خطا في إضافة المعلومات' ,
	'ne' => 'الخطوة التالية' ,
	'pr' => 'الخطوة السابقة' ,
	'End' => '<div class=\"title\">تم التركيب بنجاح</div>
تم تغير عنوان مجلد التنصيب  <br />
للذهاب إلى الرئيسية من <a href=\"../?home\">هنا</a>  <br />
للذهاب إلى لوحة التحكم من <a href=\"../admincp/?home\"> هنا</a>  <br />'
	);
?>